Revit 2024 API
FilterStringEndsWith Constructor
 Constructs an instance of FilterStringEndsWith.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FilterStringEndsWith()
Visual Basic
Public Sub New
Visual C++
public:
FilterStringEndsWith()
See Also
FilterStringEndsWith Class
Autodesk.Revit.DB Namespace